Revit 2027 API
ParameterTypeId.PlanViewTopClipHeight Property
 "Top Clip Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlanViewTopClipHeight { get; }
Public Shared ReadOnly Property PlanViewTopClipHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlanViewTopClipHeight {
	ForgeTypeId^ get ();
}
static member PlanViewTopClipHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace